[
  {
    "id": "5fb0f656-b454-45ea-8367-b529e68c9b9e",
    "name": "Fabricator",
    "source": "Salvage Union Workshop Manual",
    "description": "You have chosen the path of the Fabricator. Technology is an extension of yourself which you can toy and tinker with to your steel heart's content. What beautiful creations will you form? The Fabricator has access to the Fabricator Tree, Forging Tree p. 29, and Electronics Tree p. 34. You can take Abilities from any of these trees. You can also choose one Ability from the Legendary Fabricator Tree once you have learned all Fabricator Tree Abilities.",
    "advancedTree": "Fabricator",
    "legendaryAbilities": ["Droned Mech Conversion", "System Miniaturisation"],
    "page": 62
  },
  {
    "id": "44dad652-e1d3-4687-b088-1f104bfbe1ab",
    "name": "Cyborg",
    "source": "Salvage Union Workshop Manual",
    "description": "You have chosen the path of the Cyborg. Augmenting your body with mechanical and electronic parts to give you powers beyond the frailty of flesh. Some Cyborgs find themselves losing grip of their humanity, others find a duality between their flesh and mechanical forms. All are welcomed by the Salvage Unions who find Cyborgs an invaluable part of the crew. How will you adapt to your cybernetic form? The Cyborg has access to the Cyborg Tree, Gladiatorial Combat Tree p. 54, and Augmentation Tree p. 35. You can take Abilities from any of these trees. You can also choose one Ability from the Legendary Cyborg Tree once you have learned all Cyborg Tree Abilities.",
    "advancedTree": "Cyborg",
    "legendaryAbilities": ["Ascension", "Meld Form"],
    "page": 58
  },
  {
    "id": "6ec4d177-fed2-4fed-8f2f-74ee74fdf48b",
    "name": "Union Rep",
    "source": "Salvage Union Workshop Manual",
    "description": "You have chosen the path of the Union Rep. You are the prime representative of your Union Crawler on any diplomatic mission, able to rub shoulders with corpos or share drinks with Union Reps from other Union Crawlers as you negotiate for the best terms possible for you and your crew. What will your leadership bring to the table? The Union Rep has access to the Union Rep Tree, Leadership Tree p. 41, and Mechanical Knowledge Tree p. 28. You can take Abilities from any of these trees. You can also choose one Ability from the Legendary Union Rep Tree once you have learned all Union Rep Tree Abilities.",
    "advancedTree": "Union Rep",
    "legendaryAbilities": ["Inspirational Union Leader", "VIP Beacon"],
    "page": 5
  },
  {
    "id": "35b915bb-bb7b-418b-8f66-ca5908ee4a6c",
    "name": "Smuggler",
    "source": "Salvage Union Workshop Manual",
    "description": "You have chosen the path of the Smuggler. Your cargo hides contraband goods, your comms unit whispers dark deals, and nothing is beyond your reach. What escapades will you find yourself in? The Smuggler has access to the Smuggler Tree, Sleuth Tree p. 48, and Salvaging Tree p. 40. You can take Abilities from any of these trees. You can also choose one Ability from the Legendary Smuggler Tree once you have learned all Smuggler Tree Abilities.",
    "advancedTree": "Smuggler",
    "legendaryAbilities": ["Stealth Field Generator", "Knife Missile"],
    "page": 70
  },
  {
    "id": "4570fb02-10c4-4f53-8575-e54bd08d47d3",
    "name": "Ranger",
    "source": "Salvage Union Workshop Manual",
    "description": "You have chosen the path of the Ranger. You have become one with the wastes, able to survive on vast treks, shrugging off danger, and picking off targets with ease. What challenges will you overcome? The Ranger has access to the Ranger Tree, Survivalist Tree p. 54, and Sniper Tree p. 50. They can take Abilities from any of these trees. You can also choose one Ability from the Legendary Ranger Tree once you have learned all Ranger Tree Abilities.",
    "advancedTree": "Ranger",
    "legendaryAbilities": ["One with the Wastelands", "Mecha Packmaster"],
    "page": 66
  }
]
