[
  {
    "id": "418deda4-ab48-4bc4-a527-d56f4d77746e",
    "source": "Salvage Union Workshop Manual",
    "name": ".50 Cal Machine Gun",
    "techLevel": 1,
    "slotsRequired": 2,
    "salvageValue": 2,
    "range": "Close",
    "damage": {
      "damageType": "SP",
      "amount": 2
    },
    "traits": [
      {
        "type": "ballistic"
      },
      {
        "type": "jamming"
      },
      {
        "type": "pinning"
      }
    ],
    "description": "This simple ballistic weapon of the Opus Institute design fires solid, high calibre rounds that can puncture a Mech hull and shred through infantry. It has been a mainstay of battlefields for as long as anyone remembers and remains ubiquitous today.",
    "page": 164,
    "actions": [],
    "effects": [
      {
        "value": "Make a ranged attack against a target within Range."
      }
    ]
  },
  {
    "id": "799e7054-4227-4288-9015-9d29bb2a73d9",
    "source": "Salvage Union Workshop Manual",
    "name": "Armour Plating",
    "techLevel": 1,
    "slotsRequired": 2,
    "salvageValue": 1,
    "actionType": "Passive",
    "page": 164,
    "actions": [],
    "effects": [
      {
        "value": "The first time that your Mech is hit by an attack, or takes damage, prevent the damage and all effects of the attack. Your Armour Plating System is then destroyed."
      }
    ]
  },
  {
    "id": "08bfedbf-c00a-4353-927a-109dc14d3c56",
    "source": "Salvage Union Workshop Manual",
    "name": "Cargo Pod",
    "techLevel": 1,
    "slotsRequired": 1,
    "salvageValue": 1,
    "actionType": "Passive",
    "page": 164,
    "actions": [],
    "effects": [
      {
        "value": "A Cargo Pod increases the Cargo Capacity of a Mech by 1."
      }
    ]
  },
  {
    "id": "d1b9d257-a2d5-4765-9899-1f08ffa7f5c1",
    "source": "Salvage Union Workshop Manual",
    "name": "Escape Hatch",
    "techLevel": 1,
    "slotsRequired": 1,
    "salvageValue": 1,
    "actionType": "Reaction",
    "traits": [
      {
        "type": "escape"
      }
    ],
    "recommended": true,
    "description": "An Escape Hatch is a sealed hatch that can be opened and escaped through in the event a Mech suffers critical damage or the Pilot needs to make a swift exit.",
    "table": {
      "1": "The Escape Hatch severely malfunctions trapping you in your Mech and injuring you. You must roll on the Critical Injury Table, and the Escape Hatch is destroyed.",
      "20": "You escape safely from your Mech in Medium Range.",
      "11-19": "You escape safely from your Mech in Close Range.",
      "6-10": "You escape in Close Range, but are injured in the process. Roll on the Critical Injury Table.",
      "2-5": "The Escape Hatch fails to trigger and is damaged in the process, it must be repaired to Intact Condition to be used again.",
      "type": "standard"
    },
    "page": 164,
    "actions": [],
    "effects": [
      {
        "value": "When activated, by pulling a lever, a bolted charge blows the Escape Hatch from the Mech Chassis, allowing for the Pilot to crawl through to safety. Roll on the table below to determine the result."
      }
    ]
  },
  {
    "id": "9beaf95a-de30-4f3d-a523-a7af5f6fc8de",
    "source": "Salvage Union Workshop Manual",
    "name": "Chainsaw Arm",
    "techLevel": 1,
    "slotsRequired": 3,
    "salvageValue": 3,
    "range": "Close",
    "damage": {
      "damageType": "SP",
      "amount": 2
    },
    "traits": [
      {
        "type": "melee"
      },
      {
        "type": "salvaging"
      }
    ],
    "description": "Originally developed as a tool for lumberjack Mechs by Hodgson & Vasquez, an Evantis subsidiary, this saw arm has remained in use for its salvaging capabilities, utility, and stopping power even as the forests have been cut down across the world.",
    "page": 164,
    "actions": [],
    "effects": [
      {
        "value": "Make a melee attack against a target within Range."
      }
    ]
  },
  {
    "id": "dfccec2b-1e23-4476-946f-45993455da3e",
    "source": "Salvage Union Workshop Manual",
    "name": "Floodlights",
    "techLevel": 1,
    "slotsRequired": 1,
    "salvageValue": 1,
    "actionType": "Free",
    "description": "Floodlights, light up a wide area up to Medium Range from a Mech as a Free Action. This allows you to see more clearly in dark or foggy conditions. The Floodlights can be adjusted for tight or wide beam illumination.",
    "range": "Medium",
    "page": 165,
    "actions": []
  },
  {
    "id": "d541364c-fbeb-4c38-883c-462ee8e1cbc2",
    "source": "Salvage Union Workshop Manual",
    "name": "FM-3 Flamethrower",
    "techLevel": 1,
    "slotsRequired": 3,
    "salvageValue": 3,
    "range": "Close",
    "damage": {
      "damageType": "SP",
      "amount": 1
    },
    "traits": [
      {
        "type": "anti-organic"
      },
      {
        "type": "burn",
        "amount": 1
      },
      {
        "type": "overheat"
      }
    ],
    "description": "Developed by the Opus Institute for use in forestry and demolition operations, or at least that is what they tell themselves.",
    "page": 165,
    "actions": [],
    "effects": [
      {
        "value": "The FM-3 shoots a superheated stream of fire at a target. Most Mechs are armoured enough that this only licks them, but it can mess up internals enough to stop them firing anything hot back at you. Flesh bubbles and screams."
      }
    ]
  },
  {
    "id": "084ec8ab-8eab-4b28-ae4f-53026e2c9d4e",
    "source": "Salvage Union Workshop Manual",
    "name": "High Pressure Hose",
    "techLevel": 1,
    "slotsRequired": 2,
    "salvageValue": 2,
    "actionType": "Turn",
    "traits": [
      {
        "type": "pinning"
      },
      {
        "type": "uses",
        "amount": 5
      }
    ],
    "description": "A useful tool in the wastes, the Opus Institute originally designed the High Pressure Hose and was the first to make the blueprints freely available for use by fire fighting Mechs following the chaos of Impact Day. Sakura Futures would deploy them as a riot control measure against waves of food protestors. Though somewhat limited by its heavy water tank, this can be refilled in the field.",
    "range": "Close",
    "page": 165,
    "actions": [],
    "effects": [
      {
        "value": "You fire a stream of highly pressurised water at any target or location in Range. This can douse fire and make ground boggy and wet. A Mech doused in water reduces its Heat by 1."
      }
    ]
  },
  {
    "id": "89b75921-7bdf-410e-aa16-95d332ded6f9",
    "source": "Salvage Union Workshop Manual",
    "name": "Hydraulic Crusher",
    "techLevel": 1,
    "slotsRequired": 4,
    "salvageValue": 4,
    "range": "Close",
    "damage": {
      "damageType": "SP",
      "amount": 3
    },
    "traits": [
      {
        "type": "melee"
      },
      {
        "type": "rigging"
      },
      {
        "type": "salvaging"
      },
      {
        "type": "unwieldy"
      }
    ],
    "description": "This hydraulic crushing system can be used to scour an area of salvage or as an impromptu weapon. Sometimes both.",
    "page": 165,
    "actions": [],
    "effects": [
      {
        "value": "When you Area Salvage with this System you gain a single additional Scrap of the Tech Level of the area in addition to what you roll on the Area Salvaging Table."
      }
    ]
  },
  {
    "id": "28fc95c2-0c31-4904-9a0c-d5e0e66f6598",
    "source": "Salvage Union Workshop Manual",
    "name": "Locomotion System",
    "techLevel": 1,
    "slotsRequired": 2,
    "salvageValue": 2,
    "actionType": "Passive",
    "recommended": true,
    "description": "A sturdy and dependable Locomotion System allowing a Mech to traverse most standard terrain types and adaptable to fit on most Chassis. Locomotion Systems vary widely from bipedal to quadrupedal, and beyond. Some esoteric designs are known to have as many as eight legs!",
    "page": 177,
    "actions": [],
    "effects": [
      {
        "value": "A Locomotion System allows a Mech to move normally. If a Mech does not have a Locomotion System or it is damaged or destroyed the Mech cannot move."
      }
    ]
  },
  {
    "id": "919411b2-cdfd-4c5f-98d8-d401ffd40ff3",
    "source": "Salvage Union Workshop Manual",
    "name": "Loudspeakers",
    "techLevel": 1,
    "slotsRequired": 1,
    "salvageValue": 1,
    "actionType": "Free",
    "description": "These externally mounted speakers can be clearly heard by anything up to Medium Range from you. The Immortan Raiders made effective use of Loudspeakers as a crude shock and awe tool during their devastating raids in the Ferrous Wars.",
    "range": "Medium",
    "page": 165,
    "actions": [],
    "effects": [
      {
        "value": "They can be used to communicate externally with those outside of your Mech or play some beats from your cassette deck."
      }
    ]
  },
  {
    "id": "e2f93445-ed27-4fe1-b35e-5d3cdc8957c6",
    "source": "Salvage Union Workshop Manual",
    "name": "Mechapult",
    "techLevel": 1,
    "slotsRequired": 5,
    "salvageValue": 3,
    "actionType": "Turn",
    "description": "The Mechapult is an invention that could only have been thought of by salvagers. Scrap has many uses in the wastelands from trade, from crafting to repair and most obviously launching at high velocity towards whoever looked at you the wrong way.",
    "range": "Long",
    "table": {
      "1": "The Mechapult explodes and is destroyed. Deal SP damage equal to 2× the Tech Level of the Scrap to your Mech and everything within Close Range.",
      "2": "The Mechapult overloads collapsing in on itself. Your Mech takes damage equal to the Tech Level of the Scrap and the Mechapult is damaged.",
      "3": "The Mechapult backfires, hitting a random Ally in Range for SP damage equal to the Tech Level of the Scrap.",
      "4": "The Mechapult swings wildly out of control. Your Mech spins in a random direction and hits a random target within Range for SP damage equal to 3× the Tech Level of the Scrap.",
      "5": "Dense slabs of rigid plastics fire from the Mechapult into the ground around you. These act as a barricade protecting your Mech from harm. For the next 10 minutes you may use them as though they were a single Armour Plating System.",
      "6": "A shower of pistons, gears, and mechanisms scatters across the area wildly. Every target within Long Range, including Allies, takes SP damage equal to the Tech Level of the Scrap.",
      "7": "The Mechapult guzzles up another piece of Scrap and fires them both. A random piece of Scrap your Mech is carrying is loaded onto the Mechapult. Roll on the Mechapult Table twice and resolve both results. If you have no other Scrap, then roll once on the Mechapult Table and resolve the result.",
      "8": "Splat! A wasteland critter was inadvertently caught in the Mechapult when it launched and has smeared gore over the target. The target is hit for Tech Level of the Scrap and must make a Morale Check.",
      "9": "A superheated lump of scrap is fired at the target. The target is hit for SP damage equal to 2× the Tech Level of the Scrap and this attack has the Explosive (X) and Burn (X) Trait where X is the Tech Level of the Scrap. Your Mech gains 2 Heat and must make a Heat Check.",
      "10": "A leaky uranium shell strikes the target. It takes SP damage equal to 3× the Tech Level of the Scrap. The target and the area within Close Range of it becomes Irradiated.",
      "11": "Heavy superconductors charged with electricity arc towards the target. The target and up to three other targets within Medium Range of the target of your choice each take SP damage equal to 2× the Tech Level of the Scrap. Each of these attacks count as having the Ion Trait.",
      "12": "The target is struck by dense coils of wiring looms which wind around it. It takes SP damage equal to 2× the Tech Level of the Scrap and falls Prone.",
      "13": "Streams of superheated gas lash out at the target. The attack deals SP damage equal to the 2× the Tech Level of the Scrap and the attack has the Burn (X) Trait, where X is the Tech Level of the Scrap.",
      "14": "The Mechapult was loaded with crude oil. The target is hit for SP damage equal to 2× the Tech Level of the Scrap and the area around them is coated in slippery, flammable oil. This can be ignited and moving within it can cause a Mech or Creature to fall prone.",
      "15": "A chaotic mess of circuit boards hits the target causing a static discharge. The target Mech is Shutdown for one turn.",
      "16": "Shards of refractive glass fire at the target. It is hit for SP damage equal to 2× the Tech Level of the Scrap and the area around the target is hit by multiple rays of dazzling light, blinding the target and everything within Close Range for one round.",
      "17": "A bundle of carbon fibre rods fire at the target. It takes SP damage equal to 3× the Tech Level of the Scrap and is skewered to the ground. It cannot move and gains the Vulnerable Trait until it takes an action to free itself.",
      "18": "The scrap carves through the target flaying chunks off of it. A number of random Systems equal to the Tech Level of the Scrap on the target are damaged. In addition, it takes SP damage equal to the 2× Tech Level of the Scrap.",
      "19": "A heavy lump of scrap strikes the target with a devastating blow. The target is hit for SP damage equal to 4× the Tech Level of the Scrap",
      "20": "A dense ball of concentrated scrap hits the target with catastrophic force dealing SP damage equal to 6× the Tech Level of the Scrap.",
      "type": "flat"
    },
    "page": 166,
    "actions": [],
    "effects": [
      {
        "value": "A Mechapult must be loaded with one piece of Scrap to fire. The effect is randomly determined and differs based on the Tech Level of Scrap you choose. Choose a target in Range to fire the Mechapult at. Instead of making an attack roll, roll the die on the table below to determine the effect. You may Push this roll as normal. The Scrap is always destroyed irrespective of the result."
      }
    ]
  },
  {
    "id": "9e7ad2ee-2793-4f80-a0c6-4729123302c2",
    "source": "Salvage Union Workshop Manual",
    "name": "Mini Mortar",
    "techLevel": 1,
    "slotsRequired": 5,
    "salvageValue": 5,
    "range": "Medium",
    "damage": {
      "damageType": "SP",
      "amount": 5
    },
    "traits": [
      {
        "type": "explosive",
        "amount": 1
      },
      {
        "type": "uses",
        "amount": 5
      }
    ],
    "page": 167,
    "actions": [],
    "effects": [
      {
        "value": "The Herrsch Pattern Miniaturised Mortar lobs an explosive, high velocity round against a target, flaying everything around it with superheated shrapnel."
      }
    ]
  },
  {
    "id": "d68b90c2-7637-4672-99c5-b67e72db74de",
    "source": "Salvage Union Workshop Manual",
    "name": "Mining Rig",
    "techLevel": 1,
    "slotsRequired": 5,
    "salvageValue": 5,
    "range": "Close",
    "damage": {
      "damageType": "SP",
      "amount": 4
    },
    "traits": [
      {
        "type": "melee"
      },
      {
        "type": "salvaging"
      },
      {
        "type": "unwieldy"
      }
    ],
    "description": "An industrial excavator designed for mining and salvaging operations. These were used extensively in the Ferrous Range by Thatcher Steel miners and their carcasses still litter the rocky outcrops.",
    "page": 167,
    "actions": [],
    "effects": [
      {
        "value": "Allows drilling, excavating, and salvaging of rock and other dense material."
      }
    ]
  },
  {
    "id": "828d17e1-d61c-4b1b-915f-2f0a0f0faf15",
    "source": "Salvage Union Workshop Manual",
    "name": "Red Laser",
    "techLevel": 1,
    "slotsRequired": 3,
    "salvageValue": 3,
    "range": "Close",
    "damage": {
      "damageType": "SP",
      "amount": 3
    },
    "traits": [
      {
        "type": "energy"
      },
      {
        "type": "hot",
        "amount": 1
      }
    ],
    "description": "Their blueprint has been made widely available by the Opus Institute and are commonly used by corpos as much as they are by salvagers and wastelanders.",
    "page": 167,
    "actions": [],
    "effects": [
      {
        "value": "Red lasers strike a target with a small, focussed beam of heat."
      }
    ]
  },
  {
    "id": "0d9a91d4-1045-444d-b8c2-3ae711576a8c",
    "source": "Salvage Union Workshop Manual",
    "name": "Rigging Arm",
    "techLevel": 1,
    "slotsRequired": 2,
    "salvageValue": 2,
    "traits": [
      {
        "type": "rigging"
      }
    ],
    "description": "This industrial rigging arm is designed to enable a Mech to pick up and manipulate objects in its external environment. It is important to note that Mechs are not equipped with arms by default.",
    "page": 173,
    "actions": [],
    "effects": [
      {
        "value": "To avoid any embarrassment in the field, please remember to install a Rigging Arm on your Mech, as it will be unable to pick up objects without one."
      }
    ]
  },
  {
    "id": "eb57d2c5-7c22-4869-a806-edc0d92f539b",
    "source": "Salvage Union Workshop Manual",
    "name": "Transport Hold",
    "techLevel": 1,
    "slotsRequired": 2,
    "salvageValue": 2,
    "actionType": "Passive",
    "description": "A simple hold designed to store salvage on a Mech. Not the most flashy option, but nothing beats the feeling of having a hold full of Scrap to bring home to the Crawler.",
    "page": 168,
    "actions": [],
    "effects": [
      {
        "value": "A Transport Hold increases the Cargo Capacity of a Mech by 4."
      }
    ]
  },
  {
    "id": "dd080aea-2e6e-481d-8eb9-e7a532ac3e3a",
    "source": "Salvage Union Workshop Manual",
    "name": "Sandblaster",
    "techLevel": 1,
    "slotsRequired": 3,
    "salvageValue": 2,
    "actionType": "Turn",
    "description": "A compressor and nozzle which propels an abrasive material like sand to slowly erode, clean, or shape a surface.",
    "range": "Close",
    "damage": {
      "damageType": "SP",
      "amount": 1
    },
    "page": 167,
    "actions": [],
    "effects": [
      {
        "value": "Any target hit cannot use any System or Module with the Targeter Trait for 1 turn."
      }
    ]
  },
  {
    "id": "3cf8a2ee-9aa4-4235-96fe-bd4eeeb114e4",
    "source": "Salvage Union Workshop Manual",
    "name": "Riveting Gun",
    "techLevel": 1,
    "slotsRequired": 3,
    "salvageValue": 4,
    "traits": [],
    "description": "This mech-mountable riveting gun can be used to make field repairs to the most basic of Mechs, Systems, and Modules.",
    "actions": [
      {
        "name": "Patch",
        "activationCost": 2,
        "range": "Close",
        "actionType": "Turn",
        "effects": [
          {
            "value": "You restore up to 4 Structure Points to any Mech in Range that has at least 1 SP."
          }
        ]
      },
      {
        "name": "System Repair",
        "activationCost": 2,
        "range": "Close",
        "actionType": "Short",
        "effects": [
          {
            "value": "You repair a damaged Tech 1 System or Module in Range to Intact Condition. It is now usable."
          }
        ]
      },
      {
        "name": "Chassis Repair",
        "activationCost": 4,
        "range": "Close",
        "actionType": "Long",
        "effects": [
          {
            "value": "You repair a damaged Tech 1 Mech Chassis or Vehicle in Range to Intact Condition. It is now usable with 1 SP."
          }
        ]
      }
    ],
    "page": 168
  },
  {
    "id": "fb0de7ed-bf3e-4293-aaba-c35d9718bc33",
    "source": "Salvage Union Workshop Manual",
    "name": "Armoured Shield",
    "techLevel": 2,
    "slotsRequired": 2,
    "salvageValue": 2,
    "actionType": "Reaction",
    "traits": [
      {
        "type": "shield"
      },
      {
        "type": "wield"
      }
    ],
    "description": "This metallic shield is designed to protect the wielder from melee attacks, handy when a Bio-Titan is chomping down on you.",
    "table": {
      "1": "The attack smashes through your Armoured Shield. The attack hits as normal and your Armoured Shield is destroyed.",
      "20": "The attack misses and deals no damage and you put your opponent off guard. You may make an attack against the target as a Reaction.",
      "11-19": "The Armoured Shield blocks the blow, the attack deals no damage.",
      "6-10": "The Armoured Shield deflects the attack, it misses and deals no damage, but your Armoured Shield is destroyed.",
      "2-5": "The attack breaks through your Armoured Shield, it hits as normal, and your Armoured Shield is damaged.",
      "type": "standard"
    },
    "page": 168,
    "actions": [],
    "effects": [
      {
        "value": "When your Mech or a target in Close Range is hit by a Melee Attack you may use your Armoured Shield to block the attack as a Reaction. Roll on the table below to determine the result."
      }
    ]
  },
  {
    "id": "c1a27f45-075a-4fe4-a07e-1d3d548ff82d",
    "source": "Salvage Union Workshop Manual",
    "name": "30mm Autocannon",
    "techLevel": 2,
    "slotsRequired": 5,
    "salvageValue": 3,
    "range": "Medium",
    "damage": {
      "damageType": "SP",
      "amount": 4
    },
    "traits": [
      {
        "type": "ballistic"
      },
      {
        "type": "jamming"
      }
    ],
    "description": "Evantis are one of the main manufacturers of heavy duty ballistic weapons, and you can expect to find their designs on their standard mil-tech loadouts.",
    "page": 168,
    "actions": [],
    "effects": [
      {
        "value": "This automatic ballistic weapon fires high calibre slugs at a target."
      }
    ]
  },
  {
    "id": "962d035c-2d46-4698-a060-03ec169b9373",
    "source": "Salvage Union Workshop Manual",
    "name": "Blue Mining Laser",
    "techLevel": 2,
    "slotsRequired": 7,
    "salvageValue": 5,
    "range": "Long",
    "damage": {
      "damageType": "SP",
      "amount": 6
    },
    "traits": [
      {
        "type": "energy"
      },
      {
        "type": "hot",
        "amount": 3
      }
    ],
    "description": "In the Night of Red Iron, salvagers tore apart Thatcher Steel defences with these, seizing their production facilities and turning the tide in the Ferrous Wars. *Union safety regulation 956.326 (a) requires the use of Reactor Safety Protocols when using this system.*",
    "page": 169,
    "actions": [],
    "effects": [
      {
        "value": "This heavy duty mining laser fires a concentrated blue beam originally designed to crack through deposits, but equally tears through a Mech."
      }
    ]
  },
  {
    "id": "14626d57-064d-48c3-80c6-3221e2014589",
    "source": "Salvage Union Workshop Manual",
    "name": "Cargo Bay",
    "techLevel": 2,
    "slotsRequired": 4,
    "salvageValue": 2,
    "actionType": "Passive",
    "description": "The true staple System of the Union, used as much by our comrades who founded the Salvage Unions as we do today to haul loads across the wastes and back to the crawler.",
    "page": 169,
    "actions": [],
    "effects": [
      {
        "value": "A Cargo Bay increases a Mech’s Cargo Capacity by 10."
      }
    ]
  },
  {
    "id": "9eeb5d1a-19b7-4044-bd9e-de87aeda9b67",
    "source": "Salvage Union Workshop Manual",
    "name": "Chaff Launcher",
    "techLevel": 2,
    "slotsRequired": 1,
    "salvageValue": 1,
    "traits": [
      {
        "type": "uses",
        "amount": 2
      }
    ],
    "actionType": "Reaction",
    "description": "This System fires a metallic cloud of chaff, made of strips of aluminium and zinc, from your Mech which can detonate missiles harmlessly in flight or scramble targeting systems.",
    "page": 169,
    "actions": [],
    "effects": [
      {
        "value": "If you or an Ally in Close Range are hit by a weapon with the Missile Trait or any attack with the Targeter Trait, you may activate the Chaff Launcher. The attack misses, dealing no damage and having no other effect."
      }
    ]
  },
  {
    "id": "15685ad9-348f-48dc-828b-014f23274ed9",
    "source": "Salvage Union Workshop Manual",
    "name": "Dozer Blades",
    "techLevel": 2,
    "slotsRequired": 3,
    "salvageValue": 2,
    "actionType": "Passive",
    "description": "A huge, frontal mounted, curved blade for clearing obstacles, used frequently by Osiris Construction.",
    "page": 169,
    "actions": [],
    "effects": [
      {
        "value": "This allows your Mech to safely move through and clear any areas of Difficult Terrain such as rubble, ruins, and roadblocks."
      }
    ]
  },
  {
    "id": "005da612-641c-4d20-aafc-dc74ecbe0102",
    "source": "Salvage Union Workshop Manual",
    "name": "Grappling Harpoon",
    "techLevel": 2,
    "slotsRequired": 3,
    "salvageValue": 2,
    "traits": [],
    "description": "This System launches a grappling spike attached to a high tensile wire. Fired into a rock or structure and it can be used to help the Mech cross rough terrain. Fired at a Mech, it can be used to pin the Mech down or even pulled towards the attacker. Raiders love using these to pin down targets enabling their mates to strip them apart.",
    "actions": [
      {
        "name": "Pin",
        "activationCost": 2,
        "range": "Medium",
        "actionType": "Turn",
        "traits": [
          {
            "type": "pinning"
          }
        ],
        "effects": [
          {
            "value": "When activated, choose a target in Range. You deal 1 SP damage to the target and it cannot move beyond Medium Range of your Mech whilst the grappling harpoon is attached. You can detach the grappling harpoon as a Free Action. The target may attempt to remove the harpoon as a Turn Action on their turn, if they have some means to do so."
          }
        ]
      },
      {
        "name": "Swing",
        "activationCost": 2,
        "range": "Medium",
        "actionType": "Turn",
        "effects": [
          {
            "value": "When activated, you may swing or rappel up, down, or over any terrain or obstacle within Range such as a tall building, ravine, or stretch of Irradiated river as long as you have something sturdy to attach the grappling hook to."
          }
        ]
      }
    ],
    "page": 169
  },
  {
    "id": "5fabe13d-8e5c-436e-9b73-ce02027fe6a5",
    "source": "Salvage Union Workshop Manual",
    "name": "Green Laser",
    "techLevel": 2,
    "slotsRequired": 4,
    "salvageValue": 2,
    "range": "Medium",
    "damage": {
      "damageType": "SP",
      "amount": 4
    },
    "traits": [
      {
        "type": "energy"
      },
      {
        "type": "hot",
        "amount": 2
      }
    ],
    "description": "This was one of the first lasers developed for military use and was used extensively on all sides of the First Corpo War. It remains ubiquitous to this day.",
    "page": 170,
    "actions": [],
    "effects": [
      {
        "value": "The Green Laser fires a solid beam of superheated energy at a target."
      }
    ]
  },
  {
    "id": "a241c7a9-4739-4e57-a74d-26e2597bbe99",
    "source": "Salvage Union Workshop Manual",
    "name": "Heat Sink",
    "techLevel": 2,
    "slotsRequired": 2,
    "salvageValue": 1,
    "actionType": "Passive",
    "description": "A large slab of Scrap that acts as a passive temperature exchange harmlessly dissipating Heat from your Mech's reactor.",
    "page": 175,
    "actions": [],
    "effects": [
      {
        "value": "A Heat Sink increases the Maximum Heat Capacity of a Mech by 1 for each Heat Sink installed."
      }
    ]
  },
  {
    "id": "49cbaf62-8bb6-44f5-b048-198a708747e3",
    "source": "Salvage Union Workshop Manual",
    "name": "High Gain Antenna",
    "techLevel": 2,
    "slotsRequired": 1,
    "salvageValue": 1,
    "actionType": "Passive",
    "description": "A simple, scrap-built, extendable antenna that helps pierce through the atomic background noise.",
    "page": 170,
    "actions": [],
    "effects": [
      {
        "value": "This increases the Range band of any of your installed Modules or Pilot Abilities with the Communicator, Hacking, and Scanner Trait by 1. For example, increasing the range of a Comms Module from Long Range to Far Range."
      }
    ]
  },
  {
    "id": "0a69bc01-e8bb-4726-864d-3d45f9724000",
    "source": "Salvage Union Workshop Manual",
    "name": "Industrial Body Kit",
    "choices": [
      {
        "name": "Industrial Body Kit Choice",
        "schema": [
          "chassis"
        ],
        "constraint": {
          "field": "techLevel",
          "min": 1,
          "max": 2
        },
        "id": "ed8cb1b3-3b38-4c92-9f0c-2638356edfc7"
      }
    ],
    "techLevel": 2,
    "slotsRequired": 3,
    "salvageValue": 3,
    "actionType": "Passive",
    "page": 170,
    "actions": [],
    "effects": [
      {
        "value": "This body kit allows you to change the skin of your Mech to appear as though it is any other Tech 1 or 2 Mech or any design of your choice. This allows them to meld seamlessly with other Mechs of the desired design."
      }
    ]
  },
  {
    "id": "bbed4a6b-e602-4e44-929f-773759b05068",
    "source": "Salvage Union Workshop Manual",
    "name": "M2-X Mauler",
    "techLevel": 2,
    "slotsRequired": 3,
    "salvageValue": 2,
    "range": "Close",
    "damage": {
      "damageType": "SP",
      "amount": 3
    },
    "traits": [
      {
        "type": "ballistic"
      }
    ],
    "description": "The dirt cheap salvage cost of these made them a favourite of salvagers during the Reclamation of the Wastes, when the remnants of corpo-owned industry were swept away under a hail of shrapnel.",
    "page": 170,
    "actions": [],
    "effects": [
      {
        "value": "Fires a blast of grapeshot which rips through multiple targets at close quarters. When you hit with this weapon one other target of your choice in Close Range takes 2 SP damage."
      }
    ]
  },
  {
    "id": "ee78e486-95be-4876-b48d-621185636e09",
    "source": "Salvage Union Workshop Manual",
    "name": "Nanofibre Net Launcher",
    "techLevel": 2,
    "slotsRequired": 3,
    "salvageValue": 2,
    "actionType": "Turn",
    "description": "This System fires a large, strong nanofibre net at a target, making them easy pickings for salvage.",
    "range": "Close",
    "activationCost": 2,
    "page": 170,
    "actions": [],
    "effects": [
      {
        "value": "When activated, you fire a nanofibre net at a target in Range. The target cannot move, and gains the Vulnerable Trait as it becomes trapped in the net. The target may attempt to escape the net as a Turn Action on their turn, if they have some means to do so."
      }
    ]
  },
  {
    "id": "7152f2d6-d9ed-4903-b2b3-fc31ed39f5a2",
    "source": "Salvage Union Workshop Manual",
    "name": "Module Switch",
    "techLevel": 2,
    "slotsRequired": 4,
    "salvageValue": 1,
    "actionType": "Passive",
    "description": "A complex adaptation port that lets you install additional Modules onto your Mech.",
    "page": 170,
    "actions": [],
    "effects": [
      {
        "value": "This System increases your Mech’s Module Capacity by 1."
      }
    ]
  },
  {
    "id": "66aad3fe-84a3-4145-ab69-37bb44c49e05",
    "source": "Salvage Union Workshop Manual",
    "name": "Personnel Transport Pod",
    "techLevel": 2,
    "slotsRequired": 3,
    "salvageValue": 2,
    "actionType": "Passive",
    "description": "A self-contained transport pod designed to comfortably transport people on a Mech.",
    "traits": [
      {
        "type": "personnel capacity",
        "amount": 12
      }
    ],
    "page": 171,
    "actions": [],
    "effects": [
      {
        "value": "Grants the Mech a Personnel Capacity of 12, or 2 Squads per Personnel Transport Pod mounted."
      }
    ]
  },
  {
    "id": "5cef0ef1-a850-4c92-9350-cf4a8de491df",
    "source": "Salvage Union Workshop Manual",
    "name": "Shotgun Pit",
    "techLevel": 2,
    "slotsRequired": 2,
    "salvageValue": 2,
    "actionType": "Passive",
    "description": "This is a separate cockpit which is mounted to the side of a Mech, and allows a Pilot to ride ‘shotgun’ on the Mech in support of the main Pilot, though unable to control the Mech itself.",
    "page": 171,
    "actions": [],
    "effects": [
      {
        "value": "They may fire from the Shotgun Pit with any equipped weapons and use any of their Pilot Equipment or Abilities. When riding in the Shotgun Pit, the Pilot takes half damage from any weapons that deal HP damage and standard damage from any weapons that deal SP damage. If the Shotgun Pit is ever damaged or destroyed, the Pilot riding inside it must roll on the Critical Injury Table."
      }
    ]
  },
  {
    "id": "8b4e7111-3334-4deb-bfdf-ad74c8c9c1de",
    "source": "Salvage Union Workshop Manual",
    "name": "Smoke Machine",
    "techLevel": 2,
    "slotsRequired": 2,
    "salvageValue": 2,
    "actionType": "Turn",
    "description": "A smoke machine pumps out large amounts of thick smoke around your Mech, obscuring it from view and scrambling target systems.",
    "activationCost": 2,
    "page": 171,
    "actions": [],
    "effects": [
      {
        "value": "You pump a stream of smoke around you concealing your Mech from view. Any Systems, Modules, or Abilities with the Targeter Trait cannot be used against you. The smoke lasts 10 minutes and then dissipates."
      }
    ]
  },
  {
    "id": "0760af2d-b0ae-45ef-90ab-e797f2233cdb",
    "source": "Salvage Union Workshop Manual",
    "name": "Refractive Shield Projector",
    "techLevel": 2,
    "slotsRequired": 2,
    "salvageValue": 2,
    "actionType": "Reaction",
    "traits": [
      {
        "type": "shield"
      }
    ],
    "description": "Developed by Aeon as a means to combat solar flares during colony construction and asteroid mining projects, this shield projector is also highly effective against energy weapons.",
    "range": "Close",
    "table": {
      "1": "The attack hits as normal and your shield overloads.Your Mech gains 2 Heat and must make a Heat Check.",
      "20": "The attack misses and deals no damage and refracts back at the attacker, hitting them for the damage of the weapon.",
      "11-19": "The attack misses and deals no damage.",
      "6-10": "You may choose to gain Heat equal to the damage of the weapon that attacked you. If you do the attack misses and deals no damage. if you do not, the attack deals damage as normal.",
      "2-5": "The attack hits as normal.",
      "type": "standard"
    },
    "page": 171,
    "actions": [],
    "effects": [
      {
        "value": "When you or a target in Close Range is hit by a weapon with the Energy Trait, you may attempt to use your Refractive Shield Projector to prevent the hit. Roll on the table below to determine the result."
      }
    ]
  },
  {
    "id": "8e8052e2-3779-4c88-b40d-517e3b1d1432",
    "source": "Salvage Union Workshop Manual",
    "name": "Torpedo Tubes",
    "techLevel": 2,
    "slotsRequired": 6,
    "salvageValue": 5,
    "range": "Close/Long",
    "damage": {
      "damageType": "SP",
      "amount": 6
    },
    "traits": [
      {
        "type": "hot",
        "amount": 1
      },
      {
        "type": "explosive",
        "amount": 2
      },
      {
        "type": "missile"
      },
      {
        "type": "uses",
        "amount": 6
      }
    ],
    "description": "Developed as a highly destructive and versatile armament for underwater Mechs, it is not advisable to use these on land unless you have a good plan. Originally developed by Aegean Dynamics, a subsidiary of Contour Aerospace. Contour conducted a short, highly hostile takeover of the subsidiary and solidified their power over both land and sea.",
    "page": 172,
    "actions": [],
    "effects": [
      {
        "value": "When fired in water, Torpedo Tubes are Long Range weapons. When fired out of water they are Close Range weapons."
      }
    ]
  },
  {
    "id": "8913e828-fe19-486b-b994-909136fbf3f4",
    "source": "Salvage Union Workshop Manual",
    "name": "Tracking Node",
    "techLevel": 2,
    "slotsRequired": 2,
    "salvageValue": 2,
    "actionType": "Turn",
    "traits": [
      {
        "type": "targeter"
      }
    ],
    "description": "A favourite of the Scouts Union, they are often used to track salvage targets over long distances. *Union Code § 2211 prohibits the use of unsecured tracking systems on board Union Crawlers to prevent back hacking*",
    "range": "Long",
    "activationCost": 2,
    "page": 172,
    "actions": [],
    "effects": [
      {
        "value": "When activated, you fire a bead-sized tracking node from your Mech at any target within Long Range. The tracking node sticks to the target and allows you to track them over Range via your Mech's heads up display. You know the exact location of the target as long as it remains within Far Range of you. If the target moves further away than Far Range, you also know if the target returns to within Far Range of you. The tracking node adheres to a target for 24 hours. You may have multiple tracking nodes on multiple targets."
      }
    ]
  },
  {
    "id": "ff499aa4-f422-4beb-ad55-683c508ff950",
    "source": "Salvage Union Workshop Manual",
    "name": "Welding Laser",
    "techLevel": 2,
    "slotsRequired": 3,
    "salvageValue": 3,
    "traits": [],
    "description": "This Mech-mountable welding laser allows you to make a wider range of repairs in the field. An invaluable tool that has become the official symbol of the Engineers' Union.",
    "actions": [
      {
        "name": "Patch",
        "activationCost": 2,
        "range": "Close",
        "actionType": "Turn",
        "effects": [
          {
            "value": "You restore up to 5 Structure Points to any Mech in Range that has at least 1 SP."
          }
        ]
      },
      {
        "name": "System Repair",
        "activationCost": 2,
        "range": "Close",
        "actionType": "Short",
        "effects": [
          {
            "value": "You repair a damaged Tech 1 or Tech 2 System or Module in Range to Intact Condition. It is now usable."
          }
        ]
      },
      {
        "name": "Chassis Repair",
        "activationCost": 4,
        "range": "Close",
        "actionType": "Long",
        "effects": [
          {
            "value": "You repair a damaged Tech 1 or Tech 2 Mech Chassis or Vehicle in Range to Intact Condition. It is now usable with 1 SP."
          }
        ]
      }
    ],
    "page": 172
  },
  {
    "id": "104ef3b1-64b7-4617-85bd-b2960a3e7142",
    "source": "Salvage Union Workshop Manual",
    "name": "120mm Cannon",
    "techLevel": 3,
    "slotsRequired": 7,
    "salvageValue": 4,
    "range": "Long",
    "damage": {
      "damageType": "SP",
      "amount": 6
    },
    "traits": [
      {
        "type": "ballistic"
      },
      {
        "type": "explosive",
        "amount": 1
      }
    ],
    "description": "These are said to be so old they were used by actual nations during the First Corporate War. Despite their simplicity and weight, they're still undeniably effective when combined with modern targeting and tracking systems.",
    "page": 172,
    "actions": [],
    "effects": [
      {
        "value": "This chunky Weapons System fires a huge ballistic charge that explodes on impact."
      }
    ]
  },
  {
    "id": "b1beadc3-368b-47fc-9641-cc0b7038b646",
    "source": "Salvage Union Workshop Manual",
    "name": "Articulated Rigging Arm",
    "techLevel": 3,
    "slotsRequired": 3,
    "salvageValue": 3,
    "traits": [
      {
        "type": "rigging"
      },
      {
        "type": "salvaging"
      }
    ],
    "description": "This advanced rigging arm has multiple interacting joints allowing for a much greater degree of movement and utility, enabling the user to dig through salvage and manipulate objects in their external environment. The Mechs in the fighting pits of Osiris often have several articulated rigging arms to aid in grappling and ripping chunks off other Mechs.",
    "page": 173,
    "actions": [],
    "effects": [
      {
        "value": "If you have two or more Articulated Rigging Arms your Mech gains the Climbing Trait."
      }
    ]
  },
  {
    "id": "2e536b16-c188-4b52-be78-0ac69572636b",
    "source": "Salvage Union Workshop Manual",
    "name": "Capacitance Bank",
    "techLevel": 3,
    "slotsRequired": 4,
    "salvageValue": 2,
    "actionType": "Passive",
    "description": "Using Opus developed supercapacitors this hefty capacitor bank is attached externally and connected to a Mech's reactor. Storing excess produced energy it is also capable of rapidly discharging that energy when needed.",
    "page": 173,
    "actions": [],
    "effects": [
      {
        "value": "This System increases your Mech’s Maximum EP by 2 for each bank installed."
      }
    ]
  },
  {
    "id": "c54b0f9b-de8a-40e8-a869-a7341f478b48",
    "source": "Salvage Union Workshop Manual",
    "name": "Composite Armour",
    "techLevel": 3,
    "slotsRequired": 3,
    "salvageValue": 1,
    "actionType": "Passive",
    "description": "Layered plates of highly resilient metals, plastics, and ceramics that provide additional protection to your Mech.",
    "page": 173,
    "actions": [],
    "effects": [
      {
        "value": "This System increases your Mech’s Max SP by 5 for each Composite Armour System you have installed. If this System is Damaged or Destroyed reduce your Max SP by 5 and reduce your current SP to match your new Max SP."
      }
    ]
  },
  {
    "id": "baa67be6-7dff-42b2-9534-ab31dbd1df64",
    "source": "Salvage Union Workshop Manual",
    "name": "Ejection System",
    "techLevel": 3,
    "slotsRequired": 2,
    "salvageValue": 2,
    "actionType": "Reaction",
    "traits": [
      {
        "type": "escape"
      }
    ],
    "description": "An Ejection System propels a Pilot from their Mech's cockpit to a safe distance, where they land with the aid of a parachute.",
    "table": {
      "1": "The Ejection System severely malfunctions, harming you inside your cockpit. The Ejection System is destroyed and your Pilot must roll on the Critical Injury Table.",
      "20": "You eject perfectly from the Mech and land in any location up to Far Range of your Mech.",
      "11-19": "You eject safely from the Mech and land unharmed within Long Range of your Mech.",
      "6-10": "You eject, but suffer injury in the process. You land within Medium Range of your Mech and must roll on the Critical Injury Table for your Pilot.",
      "2-5": "The Ejection System fails to trigger and is damaged in the process.",
      "type": "standard"
    },
    "page": 182,
    "actions": [],
    "effects": [
      {
        "value": "This allows you to escape your Mech in the event it suffers critical damage, is destroyed, or you find yourself in a tight spot. Roll on the table below to determine the result."
      }
    ]
  },
  {
    "id": "fb3ad8b7-6293-4eef-90d6-1a04367f674f",
    "source": "Salvage Union Workshop Manual",
    "name": "AFF Coolant Foam",
    "techLevel": 3,
    "slotsRequired": 2,
    "salvageValue": 2,
    "actionType": "Turn",
    "description": "This device sprays highly pressurised Aqueous Film Forming Coolant Foam on a Mech, rapidly reducing their Heat levels. It can also be used to quench blazing fires.",
    "range": "Close",
    "activationCost": 1,
    "traits": [
      {
        "type": "uses",
        "amount": 5
      }
    ],
    "page": 173,
    "actions": [],
    "effects": [
      {
        "value": "Reduces the Heat of a target Mech in Range to 0."
      }
    ]
  },
  {
    "id": "5da7e635-b055-4fb2-96b9-de26e0ad80c6",
    "source": "Salvage Union Workshop Manual",
    "name": "Electro-Magnetic Shield Projector",
    "techLevel": 3,
    "slotsRequired": 2,
    "salvageValue": 2,
    "actionType": "Reaction",
    "traits": [
      {
        "type": "shield"
      }
    ],
    "description": "This Aeon-designed shield projector emits an electro-magnetic field that can stop ballistics impacts in their tracks.",
    "range": "Close",
    "table": {
      "1": "The attack hits as normal and your shield overloads.Your Mech gains 2 Heat and must make a Heat Check.",
      "20": "The attack misses, deals no damage, and is reflected back at the attacker, hitting them for the damage of the weapon.",
      "11-19": "The attack misses and deals no damage.",
      "6-10": "You may choose to gain Heat equal to the damage of the weapon that attacked you. If you do the attack misses and deals no damage. if you do not, the attack deals damage as normal.",
      "2-5": "The attack hits as normal.",
      "type": "standard"
    },
    "page": 174,
    "actions": [],
    "effects": [
      {
        "value": "When you or a target in Close Range is hit by a weapon with the Ballistic Trait, you may attempt to use your Electro-Magnetic Shield to prevent the hit. Roll on the table below to determine the result."
      }
    ]
  },
  {
    "id": "89926020-d751-4d64-a4b6-3521406cf456",
    "source": "Salvage Union Workshop Manual",
    "name": "Fabrication Arm",
    "techLevel": 3,
    "slotsRequired": 3,
    "salvageValue": 3,
    "traits": [],
    "description": "This multi-purpose fabrication arm produces a resilient form of metallic oxide epoxy allowing specialised field repairs.",
    "actions": [
      {
        "name": "Patch",
        "activationCost": 2,
        "range": "Close",
        "actionType": "Turn",
        "effects": [
          {
            "value": "You restore up to 6 Structure Points to any Mech in Range that has at least 1 SP."
          }
        ]
      },
      {
        "name": "System Repair",
        "activationCost": 2,
        "range": "Close",
        "actionType": "Short",
        "effects": [
          {
            "value": "You repair a damaged Tech 1, 2, or 3 System or Module in Range to Intact Condition. It is now usable."
          }
        ]
      },
      {
        "name": "Chassis Repair",
        "activationCost": 4,
        "range": "Close",
        "actionType": "Long",
        "effects": [
          {
            "value": "You repair a damaged Tech 1, 2, or 3 Mech Chassis or Vehicle in Range to Intact Condition. It is now usable with 1 SP."
          }
        ]
      }
    ],
    "page": 174
  },
  {
    "id": "295c4c65-02c3-4cd2-89ee-d60f5461d792",
    "source": "Salvage Union Workshop Manual",
    "name": "Heavy Duty Mining Rig",
    "techLevel": 3,
    "slotsRequired": 7,
    "salvageValue": 4,
    "range": "Close",
    "damage": {
      "damageType": "SP",
      "amount": 6
    },
    "traits": [
      {
        "type": "deadly"
      },
      {
        "type": "melee"
      },
      {
        "type": "salvaging"
      },
      {
        "type": "unwieldy"
      }
    ],
    "description": "Developed by Evantis for use in offworld colony mining, based on the Thatcher Steel blueprint. As is typical of Evantis design they like to prove they do it bigger and better than the competition.",
    "page": 174,
    "actions": [],
    "effects": [
      {
        "value": "A heavy duty industrial mining rig that can be used to deal carnage in a pinch."
      }
    ]
  },
  {
    "id": "cd1da228-d4e4-439b-8978-6f7a82f0809d",
    "source": "Salvage Union Workshop Manual",
    "name": "Long Barrelled Green Laser",
    "techLevel": 3,
    "slotsRequired": 5,
    "salvageValue": 2,
    "range": "Long",
    "damage": {
      "damageType": "SP",
      "amount": 4
    },
    "traits": [
      {
        "type": "energy"
      },
      {
        "type": "hot",
        "amount": 1
      }
    ],
    "description": "Salvagers adapted this tech from the original Opus Institute design and used them effectively in the Second Corpo War to take control of the great spires of the Aeon home arco in the Verdant Crescent.",
    "page": 175,
    "actions": [],
    "effects": [
      {
        "value": "A Green Laser with an extended beam mount and heat sink allowing it to fire over a longer distance, whilst reducing its heat load."
      }
    ]
  },
  {
    "id": "df4f2e7c-0fb7-472f-8fdf-4e397460e1d7",
    "source": "Salvage Union Workshop Manual",
    "name": "Mech Melee Armament",
    "techLevel": 3,
    "slotsRequired": 2,
    "salvageValue": 2,
    "range": "Close",
    "damage": {
      "damageType": "SP",
      "amount": 5
    },
    "choices": [
      {
        "name": "Melee Weapon",
        "description": "When crafting this you may describe what the weapon looks like.",
        "id": "1d0f3be8-3cf9-4c3a-a6d1-d2f221b02832"
      }
    ],
    "traits": [
      {
        "type": "melee"
      },
      {
        "type": "wield"
      }
    ],
    "description": "This System covers a wide array of close combat weapons designed for Mechs including swords, hatchets, and clubs. Gladiator Pilots who fight for corpo scrip in the pits of the sprawling Osiris home arco favour these weapons for the spectacle they engender. *Duelling is prohibited by Union Code § 914 - Art. 114. (b) unless under strict supervision by a chartered Union Rep.*",
    "page": 175,
    "actions": [],
    "effects": [
      {
        "value": "When crafting this you may describe what the weapon looks like."
      }
    ]
  },
  {
    "id": "7427374e-8d04-40ff-8313-de6a0650db56",
    "source": "Salvage Union Workshop Manual",
    "name": "Missile Pod",
    "techLevel": 3,
    "slotsRequired": 7,
    "salvageValue": 5,
    "range": "Long",
    "damage": {
      "damageType": "SP",
      "amount": 8
    },
    "traits": [
      {
        "type": "explosive",
        "amount": 2
      },
      {
        "type": "hot",
        "amount": 1
      },
      {
        "type": "missile"
      }
    ],
    "description": "The Contour Aerospace execs were so proud of this design that when Aegean Dynamics surrendered to them they decided to shell their home arco to oblivion anyway and chalk the cost up as research and development.",
    "page": 180,
    "actions": [],
    "effects": [
      {
        "value": "Missile Pods fire a heavy salvo of unguided, rocket propelled explosives over a wide area of terrain."
      }
    ]
  },
  {
    "id": "818eef8d-8147-45b1-8e9d-da677a74dce3",
    "source": "Salvage Union Workshop Manual",
    "name": "Prawn Sifter",
    "techLevel": 3,
    "slotsRequired": 5,
    "salvageValue": 3,
    "traits": [
      {
        "type": "rigging"
      },
      {
        "type": "salvaging"
      }
    ],
    "description": "This complex prawn-like array of salvaging arms allows for the rapid and efficient Area Salvage, increasing your chances to find Mech Chassis, Systems, and Modules in an area.",
    "table": {
      "1": "You find 1 Scrap of the Tech Level of the area.",
      "20": "You find a damaged Mech Chassis of the Tech Level of the area. This can be determined randomly or chosen by the Mediator.",
      "11-19": "You find a damaged System of the Tech Level of the area. This can be determined randomly or chosen by the Mediator.",
      "6-10": "You find a damaged Module of the Tech Level of the area. This can be determined randomly or chosen by the Mediator.",
      "2-5": "You find 2 Scrap of the Tech Level of the area.",
      "type": "standard"
    },
    "page": 175,
    "actions": [],
    "effects": [
      {
        "value": "When performing Area Salvage with a Prawn Sifter, use the following table instead."
      }
    ]
  },
  {
    "id": "a6a69453-3007-4a87-b742-7fe9f0c3c38c",
    "source": "Salvage Union Workshop Manual",
    "name": "Rotary Minigun",
    "techLevel": 3,
    "slotsRequired": 7,
    "salvageValue": 4,
    "range": "Medium",
    "damage": {
      "damageType": "SP",
      "amount": 4
    },
    "traits": [
      {
        "type": "ballistic"
      },
      {
        "type": "hot",
        "amount": 1
      },
      {
        "type": "jamming"
      },
      {
        "type": "multi-attack",
        "amount": 2
      },
      {
        "type": "pinning"
      }
    ],
    "description": "This was the favoured weapon of the legendary salvager Flash, who was said to have held off an entire Evantis lance whilst defending their Union Crawler #129 during the Reclamation.",
    "page": 176,
    "actions": [],
    "effects": [
      {
        "value": "This Evantis-developed Mech-mountable rotary ballistic weapon fires a horrifying hail of firepower at a target."
      }
    ]
  },
  {
    "id": "cc564f09-9353-42cb-9d8f-22dc5e9a3a9d",
    "source": "Salvage Union Workshop Manual",
    "name": "Radiation Sealing",
    "techLevel": 3,
    "slotsRequired": 3,
    "salvageValue": 3,
    "actionType": "Passive",
    "description": "Radiation Sealing consists of layers of radiation proof materials combined with airtight sealant that protects your Mech and Pilot from radiation and other environmental hazards.",
    "page": 176,
    "actions": [],
    "effects": [
      {
        "value": "This fully seals your Mech against radiation as well as other hazardous environmental effects. You and your Mech take no damage from radiation or hazardous environmental effects such as rad storms or areas of toxic waste. In addition, when dealing with severe environmental hazards, they may Push for free to circumvent or resist any effects. Your Mech can also function for up to an hour fully submerged in any non-corrosive liquid."
      }
    ]
  },
  {
    "id": "a7b133e5-face-4530-a827-df8304d819d6",
    "source": "Salvage Union Workshop Manual",
    "name": "Rail Rifle",
    "techLevel": 3,
    "slotsRequired": 7,
    "salvageValue": 4,
    "range": "Far",
    "damage": {
      "damageType": "SP",
      "amount": 5
    },
    "traits": [
      {
        "type": "ballistic"
      },
      {
        "type": "hot",
        "amount": 1
      }
    ],
    "description": "Developed by Sakura Futures for use in wetwork against heavily protected targets such as Consul Mechs, this lightweight railgun was reverse engineered from an original Evantis design.",
    "page": 176,
    "actions": [],
    "effects": [
      {
        "value": "It fires an electro-magnetic ballistic charge at a phenomenal Range."
      }
    ]
  },
  {
    "id": "73016ca0-febb-4cc0-9583-6f8bc927e022",
    "source": "Salvage Union Workshop Manual",
    "name": "Red Pulse Laser",
    "techLevel": 3,
    "slotsRequired": 5,
    "salvageValue": 3,
    "range": "Close",
    "damage": {
      "damageType": "SP",
      "amount": 5
    },
    "traits": [
      {
        "type": "energy"
      },
      {
        "type": "hot",
        "amount": 1
      }
    ],
    "description": "Djinn Mechs mounted with these were effective in the retaking of the Aeon home arco in the Verdant Crescent from TDA rebels following Impact Day.",
    "page": 176,
    "actions": [],
    "effects": [
      {
        "value": "Shoots a hail of red lasers at a target sacrificing some range for increased firepower."
      }
    ]
  },
  {
    "id": "226d5f10-cc5e-4076-a202-1347107b3099",
    "source": "Salvage Union Workshop Manual",
    "name": "Smuggling Hold",
    "techLevel": 3,
    "slotsRequired": 5,
    "salvageValue": 2,
    "actionType": "Passive",
    "description": "A black box hold that disguises cargo within it from scans and inspections by enforcement agents. It is likely the tenuous corporate economy would collapse if it was not for smugglers making hot runs between arcos to deliver all manner of contraband goods such as patented plant seeds, vital medicines, and weapons for anyone planning a rebellion.",
    "page": 176,
    "actions": [],
    "effects": [
      {
        "value": "This hold increases your Cargo Capacity by 8. In addition, all cargo you store in this hold and the hold itself cannot be found by any inspections or be seen or targeted by anything with the Scanning, Hacking, Optics, or Targeter Trait."
      }
    ]
  },
  {
    "id": "b4a750ba-05b9-4d9d-b142-4bfa3deb5518",
    "source": "Salvage Union Workshop Manual",
    "name": "Spider Locomotion System",
    "techLevel": 3,
    "slotsRequired": 4,
    "salvageValue": 4,
    "actionType": "Passive",
    "description": "A series of lightweight, spider-like legs that allow for easy traversal over terrain and vertical movement.",
    "page": 177,
    "actions": [],
    "effects": [
      {
        "value": "This Locomotion System, alongside allowing your Mech to move as normal, grants your Mech the Climbing Trait. This allows your Mech to easily traverse all forms of Difficult Terrain without penalty, and climb vertical and sheer surfaces with ease."
      }
    ]
  },
  {
    "id": "98aa1e7e-89d2-4d5a-9b65-8d3d66e4fb5f",
    "source": "Salvage Union Workshop Manual",
    "name": "Target Painter",
    "techLevel": 3,
    "slotsRequired": 2,
    "salvageValue": 3,
    "actionType": "Turn",
    "traits": [
      {
        "type": "targeter"
      }
    ],
    "description": "The Target Painter focusses a small beam on a target, tagging it so that missiles can automatically hit.",
    "range": "Close",
    "activationCost": 2,
    "page": 177,
    "actions": [],
    "effects": [
      {
        "value": "When activated, choose any target in Range. Until the start of your next turn, all Ranged attacks your Allies make with the Missile Trait may automatically hit the target as though they rolled a 11-19. These attacks all count as having the Targeter and Guided Traits for this attack in addition to their other Traits."
      }
    ]
  },
  {
    "id": "a5abf09c-c040-41e0-b31b-e1ce952a59ba",
    "source": "Salvage Union Workshop Manual",
    "name": "Vectored Thrust Unit",
    "techLevel": 3,
    "slotsRequired": 4,
    "salvageValue": 5,
    "actionType": "Free",
    "description": "Developed by Contour Aerospace, a Vectored Thrust Unit or VTU provides a Mech with limited air propulsion allowing them to jump over terrain, other Mechs and obstacles.",
    "page": 177,
    "actions": [],
    "effects": [
      {
        "value": "When activated, the movement of your Mech this turn ignores all terrain and obstacles. You can leap on top of tall buildings and other structures, as well as behind targets within Close Range, granting you better vantage points for reconnaissance and attack."
      }
    ]
  },
  {
    "id": "4b425808-bf2d-453c-acb5-6d0483caf8d9",
    "source": "Salvage Union Workshop Manual",
    "name": "Adv. Fabrication Arm",
    "techLevel": 4,
    "slotsRequired": 3,
    "salvageValue": 3,
    "traits": [],
    "description": "Specially designed by Osiris Construction to repair Evantis Colossus Mechs during the Last War of Nations.",
    "actions": [
      {
        "name": "Patch",
        "activationCost": 2,
        "range": "Close",
        "actionType": "Turn",
        "effects": [
          {
            "value": "You restore up to 7 Structure Points to any Mech in Range that has at least 1 SP."
          }
        ]
      },
      {
        "name": "System Repair",
        "activationCost": 2,
        "range": "Close",
        "actionType": "Short",
        "effects": [
          {
            "value": "You repair a damaged Tech 1, 2, 3, or 4 System or Module in Range to Intact Condition. It is now usable."
          }
        ]
      },
      {
        "name": "Chassis Repair",
        "activationCost": 4,
        "range": "Close",
        "actionType": "Long",
        "effects": [
          {
            "value": "You repair a damaged Tech 1, 2, 3, or 4 Mech Chassis or Vehicle in Range to Intact Condition. It is now usable with 1 SP."
          }
        ]
      }
    ],
    "page": 177
  },
  {
    "id": "b2bf6656-26f0-4831-9f34-659017e6fb63",
    "source": "Salvage Union Workshop Manual",
    "name": "Anti-Mech Mine Layer",
    "techLevel": 4,
    "slotsRequired": 5,
    "salvageValue": 4,
    "activationCost": 1,
    "traits": [
      {
        "type": "uses",
        "amount": 5
      }
    ],
    "table": {
      "1": "The mines hit an unintended target such as an Ally or something innocent in the area.",
      "20": "Everything in the area is destroyed.",
      "11-19": "Deal 5 SP damage to everything in the area.",
      "6-10": "Deal 5 SP damage to one target in the area. The rest get clear unharmed.",
      "2-5": "The targets avoid the mines and they explode to no effect.",
      "type": "standard"
    },
    "page": 178,
    "actions": []
  },
  {
    "id": "b246abab-05e8-4946-9324-b6bdd8ab1b48",
    "source": "Salvage Union Workshop Manual",
    "name": "Automated Weapon Turret",
    "techLevel": 4,
    "slotsRequired": 5,
    "salvageValue": 2,
    "actionType": "Passive",
    "description": "This System allows you to mount an A.I. controlled, automated weapon turret onto your Mech. The turret understands and follows basic commands you give it such as attacking a target or defending an area.",
    "page": 178,
    "actions": [],
    "choices": [
      {
        "name": "Turret Personality ",
        "rollTable": "A.I. Personality",
        "id": "cce464f5-c443-4d19-982f-13b010400860"
      },
      {
        "id": "c05fd7f4-cd5a-4c0d-8518-3566cece416d",
        "name": "Turret Model",
        "customSystemOptions": [
          {
            "name": "Automated Machine Gun Turret",
            "techLevel": 4,
            "slotsRequired": 5,
            "salvageValue": 2,
            "description": "A gimble mounted .50 Cal Machine gun with automated optical tracking.",
            "range": "Close",
            "damage": {
              "damageType": "SP",
              "amount": 2
            },
            "traits": [
              {
                "type": "ballistic"
              },
              {
                "type": "pinning"
              }
            ]
          },
          {
            "name": "Automated Green Laser Turret",
            "techLevel": 4,
            "slotsRequired": 9,
            "salvageValue": 4,
            "description": "A tri-axis gyroscope controlled Green Laser, with No-Scope LIDAR tracking.",
            "range": "Medium",
            "damage": {
              "damageType": "SP",
              "amount": 4
            },
            "traits": [
              {
                "type": "energy"
              },
              {
                "type": "hot",
                "amount": 2
              }
            ]
          },
          {
            "name": "Automated 120mm Cannon Turret",
            "techLevel": 4,
            "slotsRequired": 7,
            "salvageValue": 3,
            "description": "A Herrsch 360° RealSteel Turret Enclosure, controls this 120mm Cannon.",
            "range": "Long",
            "damage": {
              "damageType": "SP",
              "amount": 6
            },
            "traits": [
              {
                "type": "ballistic"
              },
              {
                "type": "explosive",
                "amount": 1
              }
            ]
          }
        ]
      }
    ],
    "effects": [
      {
        "value": "The turret acts independently of you in the turn order, and may attack once per turn. This does not take up your Turn Action. The turret may not Push. When crafting this System, you may choose from the following turret types. Additionally, roll on the A.I. Personality Table for your Automated Turret System to determine its personality."
      }
    ]
  },
  {
    "id": "9f6a712f-6e0e-43c9-b2a1-fa2795ee97fe",
    "source": "Salvage Union Workshop Manual",
    "name": "Aerosolised Nerve Gas Sprayer",
    "techLevel": 4,
    "slotsRequired": 5,
    "salvageValue": 4,
    "actionType": "Turn",
    "description": "EMITS A SPRAY OF CAUSTIC NERVE GAS THAT COATS AN AREA. CAUSES INTERNAL BLEEDING, VOMITING, MIGRAINES, SPASMS, LOSS OF BLADDER AND BOWEL CONTROL AND DEATH.",
    "range": "Close",
    "activationCost": 3,
    "page": 178,
    "actions": [],
    "effects": [
      {
        "value": "ON A SUCCESSFUL HIT UNPROTECTED ORGANIC TARGETS MUST ROLL ON THE CRITICAL INJURY TABLE. PILOTS WITHOUT HAZARD PROTECTION, RADIATION SEALING OR EQUIVALENT ARE AFFECTED IN THEIR CHASSIS. THIS DOES NOT AFFECT BIO-TITANS."
      }
    ]
  },
  {
    "id": "408c3aad-8a52-4185-a8dc-ff4d2c39f88d",
    "source": "Salvage Union Workshop Manual",
    "name": "CACB Laser",
    "techLevel": 4,
    "slotsRequired": 7,
    "salvageValue": 5,
    "range": "Long",
    "damage": {
      "damageType": "SP",
      "amount": 5
    },
    "traits": [
      {
        "type": "energy"
      },
      {
        "type": "hot",
        "amount": 2
      }
    ],
    "description": "Standing for ‘Constant Amplitude, Constant Bearing Laser’, the longer this laser is focussed on a target, the more damage it deals. Sakura Futures developed the CACB following Impact Day as a means to take down Anomaly X312, an organically shielded Bio-Titan that dominated the Central Wastes.",
    "page": 179,
    "actions": [],
    "effects": [
      {
        "value": "Each time you hit the same target with this Weapons System in consecutive turns you deal an additional 5 SP damage."
      }
    ]
  },
  {
    "id": "3b79be10-0ca8-4e1d-a71a-1272f7f6a7d3",
    "source": "Salvage Union Workshop Manual",
    "name": "Corpo Body Kit",
    "techLevel": 4,
    "slotsRequired": 3,
    "salvageValue": 3,
    "actionType": "Passive",
    "page": 179,
    "choices": [
      {
        "constraint": {
          "field": "techLevel",
          "min": 3,
          "max": 4
        },
        "schema": [
          "chassis"
        ],
        "id": "8286393e-daf8-4a1d-8b91-dd8457da6251"
      }
    ],
    "actions": [],
    "effects": [
      {
        "value": "This System allows you to change the skin of your Mech to appear as though it is any Tech 3 or 4 Mech or any corpo design of your choice."
      }
    ]
  },
  {
    "id": "e717b8f1-c509-4faf-9a33-0702bb0b07be",
    "source": "Salvage Union Workshop Manual",
    "name": "Electro-Magnetic Hardening",
    "techLevel": 4,
    "slotsRequired": 3,
    "salvageValue": 2,
    "actionType": "Passive",
    "page": 179,
    "actions": [],
    "effects": [
      {
        "value": "This System hardens your Mech against Electro-Magnetic Pulse effects which typically would be able to Shutdown your Mech and disable its systems."
      }
    ]
  },
  {
    "id": "c84813bb-fa24-40da-9139-74b42d90ff6d",
    "source": "Salvage Union Workshop Manual",
    "name": "Grav Assisted Cargo Bay",
    "techLevel": 4,
    "slotsRequired": 5,
    "salvageValue": 4,
    "actionType": "Passive",
    "description": "A Cargo Bay with an integrated anti-gravity System allowing a Mech to carry a vast amount of salvage. Developed by Drontek for use in the mammoth construction project of their Big Brother Mech.",
    "page": 179,
    "actions": [],
    "effects": [
      {
        "value": "A Grav Assisted Cargo Bay increases your Cargo Capacity by 20."
      }
    ]
  },
  {
    "id": "11c8fa59-f224-4961-8478-80d7e02667c8",
    "source": "Salvage Union Workshop Manual",
    "name": "Hover Locomotion System",
    "techLevel": 4,
    "slotsRequired": 5,
    "salvageValue": 4,
    "actionType": "Passive",
    "description": "A Hover Locomotion System allows a Mech to move by hovering over terrain, obstacles, and even bodies of water, entirely circumventing them through grav propulsion. DronTek holds the main patent for this, which has helped them secure the market on hover Mechs and drones and protect the relatively small corpo from hostile takeover.",
    "page": 179,
    "actions": [],
    "effects": [
      {
        "value": "Mechs with this System gain the Hover Trait."
      }
    ]
  },
  {
    "id": "ae58a874-dcb9-4ef8-8ec9-02864f83fe57",
    "source": "Salvage Union Workshop Manual",
    "name": "Laser Anti-Missile System",
    "techLevel": 4,
    "slotsRequired": 2,
    "salvageValue": 3,
    "actionType": "Reaction",
    "description": "Developed by Drontek as a means to protect their Big Brother Mech, this Laser Anti-Missile System fires a series of nano-lasers at incoming missiles, destroying them before they strike.",
    "page": 179,
    "actions": [],
    "effects": [
      {
        "value": "If you are hit by an attack with the Missile Trait you may activate your LAMS as a Reaction. The missiles explode harmlessly, missing and dealing no damage."
      }
    ]
  },
  {
    "id": "a00c20db-8162-4706-96bb-05f6e70d588b",
    "source": "Salvage Union Workshop Manual",
    "name": "Needle Missile Pod",
    "techLevel": 4,
    "slotsRequired": 3,
    "salvageValue": 4,
    "range": "Long",
    "damage": {
      "damageType": "SP",
      "amount": 1
    },
    "traits": [
      {
        "type": "guided"
      },
      {
        "type": "targeter"
      }
    ],
    "description": "Rumoured to have been developed using nanite tech from the vast Nanite Sea near the Stefanus home arco in the Forgotten Tundra, it fires a stream of nano-missiles at a target which hone in and overwhelm their defences.",
    "page": 180,
    "actions": [],
    "effects": [
      {
        "value": "When activated as a Turn Action, you may fire up to 6 Needle Missiles at a target of your choice in Range. This attack does not require you to be able to see the target, and automatically hits. Each individual Needle Missile fired takes up one ‘Use’ and is counted as a separate attack. Any modifiers or effects apply to each Needle Missile individually."
      }
    ]
  },
  {
    "id": "dfb1ca46-8116-4536-b129-6b30caa3e39c",
    "source": "Salvage Union Workshop Manual",
    "name": "Railgun",
    "techLevel": 4,
    "slotsRequired": 9,
    "salvageValue": 8,
    "range": "Long",
    "damage": {
      "damageType": "SP",
      "amount": 9
    },
    "traits": [
      {
        "type": "ballistic"
      },
      {
        "type": "hot",
        "amount": 2
      }
    ],
    "description": "A magnetically propelled ballistic weapon that fires a large calibre, high velocity projectile that deals devastating damage on impact. The tragic fall of Crawler #13 was caused by a sustained railgun barrage from an Evantis hit squad sent to secure territory around the Arid Steppes. The catalyst for the Reclamation of the Wastes, this incident prompted the Opus Institute to reverse engineer and release their own Railgun schematic; turning the tide in the fight against the corpos.",
    "page": 180,
    "actions": []
  },
  {
    "id": "0bd9fffd-cab7-45b4-a73f-83a9bbeff8cb",
    "source": "Salvage Union Workshop Manual",
    "name": "Shield Dome",
    "techLevel": 4,
    "slotsRequired": 4,
    "salvageValue": 4,
    "actionType": "Turn",
    "traits": [
      {
        "type": "shield"
      }
    ],
    "range": "Close",
    "page": 180,
    "actions": [],
    "effects": [
      {
        "value": "When activated, you project a Shield Dome around your Mech. Choose any amount of Energy Points when you activate this Ability. The Shield Dome has a number of Structure Points equal to 2× the Energy Points you spend on this Ability. You may only have one Shield Dome active at a time. You may deactivate the Shield Dome as a Free Action. When you or any target within Close Range of your Mech is dealt damage, the damage is instead dealt to the Shield Dome. Any excess damage that penetrates the shield is dealt to the target instead. If the damage is reduced to 0, the target suffers no additional effect from the attack."
      }
    ]
  },
  {
    "id": "ca3b64b8-7c25-4174-9613-987ce3fc6031",
    "source": "Salvage Union Workshop Manual",
    "name": "Radomes",
    "techLevel": 4,
    "slotsRequired": 3,
    "salvageValue": 3,
    "actionType": "Passive",
    "description": "This advanced radar system massively extends the communication and detection Range of any of your Systems, Modules, or Abilities with the Communicator Trait.",
    "page": 180,
    "actions": [],
    "effects": [
      {
        "value": "You may now use such devices to contact and receive communications from anything with the Communicator Trait within the entire Region Map you are in, including your Union Crawler."
      }
    ]
  },
  {
    "id": "95191048-7eef-4c7c-9986-16912f6e4533",
    "source": "Salvage Union Workshop Manual",
    "name": "Snub-Nosed Blue Laser",
    "techLevel": 4,
    "slotsRequired": 5,
    "salvageValue": 2,
    "range": "Medium",
    "damage": {
      "damageType": "SP",
      "amount": 3
    },
    "traits": [
      {
        "type": "energy"
      },
      {
        "type": "hot",
        "amount": 3
      }
    ],
    "description": "An adaption of the Blue Mining Laser which fragments the energy into a myriad of small but deadly particles, like buck shot, which blast apart a target.",
    "page": 181,
    "actions": [],
    "effects": [
      {
        "value": "When this weapon hits a target in Close Range it deals 2× damage. Apply this after other modifiers."
      }
    ]
  },
  {
    "id": "c001522c-b80c-4cc7-bce8-d76cdc31db88",
    "source": "Salvage Union Workshop Manual",
    "name": "Stabilising Locomotion System",
    "techLevel": 4,
    "slotsRequired": 5,
    "salvageValue": 3,
    "actionType": "Passive",
    "description": "This Locomotion System, alongside allowing your Mech to move as normal, includes heavy actuators, pistons, and struts which can dig into the ground, stabilising your Mech and increasing its resilience and damage output at the cost of not being able to move.",
    "actions": [
      {
        "name": "Stabilise",
        "activationCost": 3,
        "actionType": "Turn",
        "effects": [
          {
            "value": "You activate the deployment protocols and your mech digs itself into the ground. Whilst stabilised, your Mech gains the Immobile Trait. Your Mech further reduces all damage it takes by 2 SP, to a minimum of 1 whilst stabilised. In addition, the first attack you make on your Turn whilst stabilised deals an additional 2 SP damage."
          }
        ]
      }
    ],
    "page": 181
  },
  {
    "id": "4f0da6b3-f8b4-4d96-a9d0-751308fa304d",
    "source": "Salvage Union Workshop Manual",
    "name": "Tesla Coils",
    "techLevel": 4,
    "slotsRequired": 5,
    "salvageValue": 3,
    "description": "Developed by Aeon as a means to charge their patented shielding technology whilst in the field. Tesla Coils fire an arc of super-charged electricity which can be used in offensive, defensive, and support roles.",
    "actions": [
      {
        "name": "Tesla Arc",
        "activationCost": 2,
        "range": "Medium",
        "actionType": "Turn",
        "effects": [
          {
            "value": "You may choose up to three different targets in Range. Roll to hit once as normal. On a successful hit, the first target takes 4 SP damage, the second target takes 3 SP damage, and the third target takes 2 SP damage."
          }
        ]
      },
      {
        "name": "Tesla Charge",
        "activationCost": 3,
        "range": "Close",
        "actionType": "Turn",
        "effects": [
          {
            "value": "You may restore up to 2 EP to a target Mech in Range."
          }
        ]
      },
      {
        "name": "Tesla Shield",
        "activationCost": 2,
        "range": "Close",
        "actionType": "Turn",
        "traits": [
          {
            "type": "shield"
          }
        ],
        "effects": [
          {
            "value": "You create an electrical field around your Mech for 10 minutes. Everything within Close Range of you, including Allies, takes 3 SP damage as you activate this Ability. If anything ends its turn in Close Range of you it takes 3 SP damage."
          }
        ]
      }
    ],
    "page": 181
  },
  {
    "id": "722978d7-b386-4158-9225-94ee1b79f3bb",
    "source": "Salvage Union Workshop Manual",
    "name": "Fabrication Bay",
    "techLevel": 5,
    "slotsRequired": 7,
    "salvageValue": 5,
    "actionType": "Short",
    "description": "Developed by Osiris Construction as a mobile field Repair Bay. This System mounts onto a Mech and allows other Mechs to repair and recharge within its restorative hull temporarily repairing damage to them through use of metal epoxy and hydrofluids.",
    "range": "Close",
    "activationCost": 3,
    "actions": [
      {
        "name": "Repair",
        "effects": [
          {
            "value": "• Restore up to 15 SP to a target Mech within the Fabrication Bay with at least 1 SP.\n• Restore up to 2 EP to a target Mech within the Fabrication Bay.\n• Repair up to 3 damaged Systems or Modules of Tech 1-5 within the Fabrication Bay to Intact Condition.\n• Repair up to 2 damaged Mech Chassis or Vehicles of Tech 1-5 within the Fabrication Bay to Intact Condition."
          }
        ]
      }
    ],
    "page": 183
  },
  {
    "id": "4f3c9cfe-8580-4c4b-923a-c63859660522",
    "source": "Salvage Union Workshop Manual",
    "name": "Ion Cannon",
    "techLevel": 5,
    "slotsRequired": 5,
    "salvageValue": 4,
    "range": "Long",
    "damage": {
      "damageType": "SP",
      "amount": 3
    },
    "traits": [
      {
        "type": "anti-shielding"
      },
      {
        "type": "energy"
      },
      {
        "type": "ion"
      }
    ],
    "description": "This Weapons System fires a disabling bolt of ionised energy at the target.",
    "page": 183,
    "actions": [],
    "effects": [
      {
        "value": "A target hit by this weapon cannot activate any Systems, Modules, or Abilities that have an Energy Cost on their next turn. Stefanus forced Ascension PLC, one of their subsidiaries to develop this as a countermeasure to their own Neura-Phage Mech, as Neura-Phage Pilots are known to sometimes be driven insane after spending too long wired into the cockpit."
      }
    ]
  },
  {
    "id": "7398315b-40d4-481b-8801-3f5c53891d9a",
    "source": "Salvage Union Workshop Manual",
    "name": "Plasma Cannon",
    "techLevel": 5,
    "slotsRequired": 6,
    "salvageValue": 5,
    "range": "Medium",
    "damage": {
      "damageType": "SP",
      "amount": 5
    },
    "traits": [
      {
        "type": "burn",
        "amount": 2
      },
      {
        "type": "explosive",
        "amount": 2
      },
      {
        "type": "hot",
        "amount": 2
      },
      {
        "type": "overheat"
      }
    ],
    "description": "This Weapons System coats an area in superheated plasma which sticks to targets and burns through them. The effect is devastating against anyone in the open or unprotected terrain, burning them to a crisp in an instant. The weapon not only inflicts immediate damage against a Mech, it can also cause the Mech's reactor to overheat. This weapon was nearly banned under the terms of the Corporate Council Convention on Inhumane Weaponry. Aeon lawyers successfully argued that since the plasma heats to temperatures comparable to the centre of the sun, any man or woman hit by the weapon would instantly disintegrate and therefore not feel any pain.",
    "page": 184,
    "actions": []
  },
  {
    "id": "ee16c8ce-29c3-4248-b018-3975caa9e5f1",
    "source": "Salvage Union Workshop Manual",
    "name": "Reflective Shielding",
    "techLevel": 5,
    "slotsRequired": 4,
    "salvageValue": 3,
    "actionType": "Reaction",
    "traits": [
      {
        "type": "shield"
      }
    ],
    "description": "This shielding array of Stefanus design is specifically designed to reflect attacks back at the target.",
    "range": "Close",
    "activationCost": 2,
    "table": {
      "1": "The shield malfunctions. You take no damage from the attack, but it is deflected to a random target within Medium Range, which takes the full damage of the attack. In addition, your Reflective Shielding System becomes damaged.",
      "20": "The attack deals no damage and is reflected devastatingly back at the attacker, hitting them for 2× the damage of the weapon they attacked with.",
      "11-19": "The attack deals half damage and is reflected back at the attacker dealing the full damage of the weapon they attacked with to them.",
      "6-10": "The attack deals full damage and is reflected back at the attacker dealing half damage to them of the weapon they attacked with.",
      "2-5": "The shielding fails and you are hit by the attack as normal.",
      "type": "standard"
    },
    "page": 184,
    "actions": []
  },
  {
    "id": "2892d3dc-0d88-4896-aae1-c453fc7e943b",
    "source": "Salvage Union Workshop Manual",
    "name": "Mole Torpedo",
    "techLevel": 5,
    "slotsRequired": 6,
    "salvageValue": 5,
    "range": "Long",
    "damage": {
      "damageType": "SP",
      "amount": 7
    },
    "traits": [
      {
        "type": "anti-shielding"
      },
      {
        "type": "guided"
      },
      {
        "type": "missile"
      },
      {
        "type": "targeter"
      },
      {
        "type": "uses",
        "amount": 6
      }
    ],
    "description": "This Weapons System fires a bunker busting torpedo with an explosive charge that burrows into the earth and travels underneath a target, causing a controlled explosion beneath it making it effective against shields. This weapon was used to bust open the underground home arco of the Spyre Corpo in the Central Wastes by TDA rebels. The ensuing massacre following the siege saw the corpo's oligarchs, executives, and elites summarily tried and executed, and its holdings permanently liquidated.",
    "page": 183,
    "actions": []
  },
  {
    "id": "01485e0f-001a-449a-a4ad-bb2d6270bae5",
    "source": "Salvage Union Workshop Manual",
    "name": "Monomolecular Blade",
    "techLevel": 5,
    "slotsRequired": 3,
    "salvageValue": 3,
    "range": "Close",
    "damage": {
      "damageType": "SP",
      "amount": 7
    },
    "traits": [
      {
        "type": "deadly"
      },
      {
        "type": "energy"
      },
      {
        "type": "melee"
      },
      {
        "type": "wield"
      }
    ],
    "description": "A honed-carbon fibre blade with a monomolecular energy field that can slice through a Mech like butter. Nobody is sure who designed these, but they started appearing in salvage spots around the Nanite Sea following the first Meld incident.",
    "page": 184,
    "actions": []
  },
  {
    "id": "f6747007-296c-4845-93d8-5ff21bb7c599",
    "source": "Salvage Union Workshop Manual",
    "name": "Multi-Phase Shield",
    "techLevel": 5,
    "slotsRequired": 6,
    "salvageValue": 5,
    "actionType": "Reaction",
    "traits": [
      {
        "type": "shield"
      }
    ],
    "description": "This multi-phase shield array was developed as a collaboration between Aeon and Stefanus and protects a Mech against a wide array of attacks.",
    "activationCost": 3,
    "table": {
      "1": "The attack hits as normal and the shield overloads. Your Mech gains 2 Heat and must make a Heat Check.",
      "20": "The attack deals no damage and reflects back at the attacker, hitting them for the damage of the weapon they attacked with.",
      "11-19": "The attack misses and deals no damage.",
      "6-10": "You may choose to gain Heat equal to the damage of the weapon. If you do so, the attack deals no damage. If you do not, the attack deals damage as normal.",
      "2-5": "The attack hits as normal.",
      "type": "standard"
    },
    "page": 184,
    "actions": []
  },
  {
    "id": "858daac8-54c6-445b-9f15-700a674565c9",
    "source": "Salvage Union Workshop Manual",
    "name": "Ejector Pod",
    "techLevel": 5,
    "slotsRequired": 3,
    "salvageValue": 3,
    "actionType": "Reaction",
    "traits": [
      {
        "type": "escape"
      }
    ],
    "description": "Developed by Sakura Futures as a means for their pilots to eject from their Mech in safety and comfort. This high-tech ejection System allows you to escape your Mech in the comfort of a well armoured Ejector Pod. The Ejector Pod rocket is propelled from your Mech and lands safely via the aid of a graviton stabilisation system. The Ejector Pod has 5 SP when deployed.",
    "table": {
      "1": "The Ejector Pod fails to trigger and is damaged in the process, it cannot be used until repaired to the Intact Condition.",
      "20": "The pod ejects perfectly and lands in any location within Far Range of your Mech.",
      "11-19": "The pod ejects safely and lands within Long Range of your Mech.",
      "6-10": "The pod ejects and lands within Medium Range of the Mech. The ride is bumpy and your Pilot suffers a Minor Injury.",
      "2-5": "The Ejector Pod fails to trigger. You may not attempt to use it again until your next turn.",
      "type": "standard"
    },
    "page": 182,
    "actions": []
  },
  {
    "id": "80cd92fc-581d-45ee-ace5-9a0079361c99",
    "source": "Salvage Union Workshop Manual",
    "name": "Blue Beam Laser",
    "techLevel": 5,
    "slotsRequired": 7,
    "salvageValue": 4,
    "range": "Long",
    "damage": {
      "damageType": "SP",
      "amount": "X"
    },
    "traits": [
      {
        "type": "hot (x)"
      }
    ],
    "description": "This laser is designed to be charged before fired, burning up a reactor, but potentially dealing horrendous damage to a target. An effective siege weapon due to having time between attacks to cool down the Mech, these were deployed in the First Corpo War by Evantis to obliterate the Last Redoubt of Nations and pave the way for corpo rule.",
    "page": 182,
    "actions": [],
    "effects": [
      {
        "value": "Before you make an attack with this Weapons System, choose a number. Your Mech gains Heat equal to this number. If the attack hits the target it deals damage equal to this number. You cannot choose a number that would exceed your Mech's Heat Capacity."
      }
    ]
  },
  {
    "id": "28ee7a7b-2508-4c37-859d-e7a4595d7b63",
    "source": "Salvage Union Workshop Manual",
    "name": "Amphibious Locomotion System",
    "techLevel": 5,
    "slotsRequired": 5,
    "salvageValue": 3,
    "actionType": "Passive",
    "traits": [
      {
        "type": "amphibious"
      }
    ],
    "description": "Developed by Aegean Dynamics, this System allows your Mech to move on land and underwater.",
    "page": 182,
    "actions": [],
    "effects": [
      {
        "value": "You may move underwater with ease, suffering no restrictions or penalties, and can operate in underwater conditions indefinitely at significant depths. Aegean Dynamics suffered a hostile takeover from Contour Dynamics and was forced to be their subsidiary, but there are rumours they have a hidden arco somewhere in the depths of the Oceanic Rim."
      }
    ]
  },
  {
    "id": "53780c05-7707-4b2e-8f97-5080e2191649",
    "source": "Salvage Union Workshop Manual",
    "name": "120mm Heavy Autocannon",
    "techLevel": 6,
    "slotsRequired": 14,
    "salvageValue": 7,
    "range": "Long",
    "damage": {
      "damageType": "SP",
      "amount": 6
    },
    "traits": [
      {
        "type": "ballistic"
      },
      {
        "type": "explosive",
        "amount": 1
      },
      {
        "type": "jamming"
      },
      {
        "type": "multi-attack",
        "amount": 3
      }
    ],
    "description": "This obscenely oversized weapon rapidly fires 120mm explosive rounds. Evantis developed this as a means to show off the power of their Leviathan Heavy Mech which can mount two of these and still have room for a drinks dispenser. The drinks dispenser is known to dispense an unpleasant drink almost exactly unlike tea. This is why all good salvagers know not to blow all the scrap on the military budget.",
    "page": 185,
    "actions": []
  },
  {
    "id": "38b2c398-0824-4444-902d-33e95ad483e6",
    "source": "Salvage Union Workshop Manual",
    "name": "Executive Body Kit",
    "techLevel": 6,
    "slotsRequired": 3,
    "salvageValue": 3,
    "actionType": "Passive",
    "description": "This System allows you to change the skin of your Mech to appear as though it is any other Tech 5 or 6 Mech or any executive corpo design of your choice.",
    "page": 185,
    "actions": []
  },
  {
    "id": "a4e1795d-570c-4c01-bcbb-d490b30b8b40",
    "source": "Salvage Union Workshop Manual",
    "name": "Experimental Particle Beam Cannon",
    "techLevel": 6,
    "slotsRequired": 12,
    "salvageValue": 10,
    "range": "Long",
    "damage": {
      "damageType": "SP",
      "amount": "2d20"
    },
    "traits": [
      {
        "type": "energy"
      },
      {
        "type": "explosive",
        "amount": "1d20"
      },
      {
        "type": "heat spike"
      },
      {
        "type": "hot",
        "amount": "1d20"
      },
      {
        "type": "unwieldy"
      }
    ],
    "description": "This Weapons System is designed to fire a high energy beam of subatomic particles which when they impact a target scramble its molecular structure rendering them into their component atoms. These blueprints were extracted from Sakura during a salvage run, and as far as we are aware are purely theoretical.",
    "notes": "*Please report any findings of field use of this weapon to the Salvage Union Council*",
    "page": 185,
    "actions": []
  },
  {
    "id": "3c530430-bec9-4319-b1cf-6aeff54dc9cd",
    "source": "Salvage Union Workshop Manual",
    "name": "Experimental Teleportation Hold",
    "techLevel": 6,
    "slotsRequired": 5,
    "salvageValue": 4,
    "actionType": "Turn",
    "description": "Developed by Ascension PLC as part of their 'Matter Doesn't Matter' campaign, this allows you to teleport salvage directly from your Mech to the Crawler.",
    "activationCost": 3,
    "table": {
      "1": "Everything you are attempting to teleport is destroyed or killed.",
      "20": "Copy/Paste error. Everything you attempt to teleport appears on your Crawler. They are also still on your Mech.",
      "2-5": "Teleport Successful!",
      "6-10": "Teleport Successful!",
      "11-19": "Teleport Successful!",
      "type": "standard"
    },
    "page": 185,
    "actions": [],
    "effects": [
      {
        "value": "This System increases your Mech's Cargo Capacity by 10. When you activate this ability, you teleport all Scrap, Chassis, Systems, Modules, and People your Mech is carrying to the Storage Bay in your Union Crawler."
      }
    ]
  },
  {
    "id": "7071de35-abd0-49c7-885c-c8283f95e6e7",
    "source": "Salvage Union Workshop Manual",
    "name": "N15 Fat Boy",
    "techLevel": 6,
    "slotsRequired": 10,
    "salvageValue": 15,
    "actionType": "Turn",
    "traits": [
      {
        "type": "guided"
      },
      {
        "type": "missile"
      },
      {
        "type": "targeter"
      }
    ],
    "description": "This miniaturised nuclear weapon launches an atomic warhead at a target creating a small and localised thermonuclear explosion. They said these weapons would spell the end to all wars, but war never ceases. Nuclear weapons may seem like the only option when it comes to dealing with an insurmountable situation, however be aware that the use of nuclear armaments, even in the wasteland, makes you fair game for nuclear retaliation.",
    "notes": "When used this system is destroyed and cannot be used again.",
    "range": "Far",
    "page": 186,
    "actions": [],
    "effects": [
      {
        "value": "When activated, you fire the N15 Fat Boy at a target within Range. This automatically hits and does not require line of sight. The target and everything within Long Range is destroyed and we really do mean *everything*. The entire area is also permanently Irradiated."
      }
    ]
  },
  {
    "id": "76a9e54c-2117-4570-bbe9-66007aee5675",
    "source": "Salvage Union Workshop Manual",
    "name": "Matter Phase Shield",
    "techLevel": 6,
    "slotsRequired": 4,
    "salvageValue": 4,
    "description": "Developed by Sakura Futures at the peak of their technological prowess before the Wasteland Reclamation, a Matter Phase Shield disintegrates anything that attempts to pass through it by stripping it apart at a molecular level.",
    "actions": [
      {
        "name": "Disintegrate",
        "activationCost": "X",
        "range": "Close",
        "actionType": "Turn",
        "traits": [
          {
            "type": "shield"
          }
        ],
        "description": "You extend the Matter Phase Shield outward from you.",
        "effects": [
          {
            "value": "Everything within Close Range of you except for your own Mech and Pilot takes an amount of SP damage equal to 3× the EP you spend on this Ability."
          }
        ]
      },
      {
        "name": "Shield",
        "activationCost": 2,
        "range": "Close",
        "actionType": "Reaction",
        "traits": [
          {
            "type": "shield"
          }
        ],
        "table": {
          "1": "The attack hits as normal and the shield temporarily breaks down. It cannot be used for 10 minutes.",
          "20": "The attack deals no damage. If the weapon that made the attack had the Melee Trait, it is destroyed. You may activate your Matter Phase Shield as a Reaction without spending EP for the next 10 minutes.",
          "11-19": "The attack misses and deals no damage. If the weapon that made the attack had the Melee Trait, it is destroyed.",
          "6-10": "The attack hits and deals half damage. If the weapon that made the attack had the Melee Trait, it is destroyed.",
          "2-5": "The shield fails and the attack hits as normal.",
          "type": "standard"
        },
        "effects": [
          {
            "value": "When you or a target in Close Range is hit by an attack with the Ballistic, Missile, or Melee Trait, you may activate the Matter Phase Shield to prevent the hit."
          }
        ]
      }
    ],
    "page": 186
  },
  {
    "id": "f81c02f4-0583-4002-93ea-db73c738d166",
    "source": "Salvage Union Workshop Manual",
    "name": "Nanite Repair Arm",
    "techLevel": 6,
    "slotsRequired": 3,
    "salvageValue": 3,
    "traits": [],
    "description": "This highly specialised repair arm, developed by the Stefanus Solitude research team from their experiments with the Nanite Sea, fires a stream of nanites at a damaged mech or part restoring it to full functionality. The nanites' highly adaptive nature means this can be used to repair just about anything you will find in the wastes.",
    "actions": [
      {
        "name": "Patch",
        "activationCost": 2,
        "range": "Close",
        "actionType": "Turn",
        "effects": [
          {
            "value": "You restore up to 10 Structure Points to any Mech in Range that has at least 1 SP."
          }
        ]
      },
      {
        "name": "System Repair",
        "activationCost": 2,
        "range": "Close",
        "actionType": "Short",
        "effects": [
          {
            "value": "You repair any damaged System or Module in Range to Intact Condition. It is now usable."
          }
        ]
      },
      {
        "name": "Chassis Repair",
        "activationCost": 4,
        "range": "Close",
        "actionType": "Long",
        "effects": [
          {
            "value": "You repair any damaged Mech Chassis or Vehicle in Range to Intact Condition. It is now usable with 1 SP."
          }
        ]
      }
    ],
    "page": 187
  },
  {
    "id": "2e2a0c20-a0e0-4448-9b5e-1c8a02a5f3a5",
    "source": "Salvage Union Workshop Manual",
    "name": "Teleportation Pod",
    "techLevel": 6,
    "slotsRequired": 3,
    "salvageValue": 3,
    "actionType": "Reaction",
    "traits": [
      {
        "type": "escape"
      }
    ],
    "description": "This teleportation pod deconstructs your atoms and reconstructs them in the safety of a Teleportation Bay. There has been some philosophical debate among the Unions as to whether or not this device technically kills the Pilot and creates a clone of them. As yet, we are unable to reach a definitive conclusion as to the veracity of this theory.",
    "activationCost": 2,
    "table": {
      "1": "The teleporter malfunctions. You instead teleport to a random Teleportation Bay somewhere on the Campaign Map you are currently in.",
      "20": "You teleport perfectly to your destination. In addition, you may bring an additional creature within Close Range with you as you teleport.",
      "11-19": "You teleport safely to your destination.",
      "6-10": "You teleport to your destination, but suffer a teleportation mishap. Roll on the Critical Injury Table.",
      "2-5": "The teleporter fails to trigger. You may try again on your next turn.",
      "type": "standard"
    },
    "page": 187,
    "actions": []
  }
]
